{
	"tableTitle": "Заголовок",
	"category": "Категория",
	"priority": "Приоритет",
	"status": "Статус",
	"createdAt": "Создано",
	"updatedAt": "Обновлено",
	"edit": "Редактировать",
	"editModal": "Изменить",
	"tag": "Тэг",
	"tasklist": "Список задач пуст...",
	"create": "Создать",
	"createTask": "Создать задачу",
	"editTask": "Изменить задачу",
	"firstNav": "Главная",
	"secondNav": "Задачи",
	"logo": "Таск Менеджер",
	"mainTitle": "Таск менеджер твоей мечты...",
	"firstMainParagraph": "Добро пожаловать на нашу платформу управления задачами - гибкий и эффективный компаньон, помогающий вам легче справляться с лабиринтом повседневных занятий и ответственностей. Этот прогрессивное приложение предлагает мощный набор функций, разработанных специально для удовлетворения потребностей пользователей в различных областях, будь это личная или профессиональная сферы деятельности. Наша миссия - дать вам силу организации и сознательности, преобразуя способ управления задачами таким образом, чтобы вы могли фокусироваться на том, что действительно имеет значение - росте, производительности и общим благополучием. В основе нашего Task Manager лежит несколько основных принципов, направленных на продвижение оптимального опыта использования и устойчивого участия:",
	"secondMainParagraph": "По мере того как вы начинаете путь к улучшенной производительности, помните, что мастерство исходит из регулярной практики и постепенного освоения. Одолейте кривую обучения и скоро станеte интуитивно владеть своим Task Manager, освобождая ментальные ресурсы для более высоких когнитивных процессов. Ведь культивированная эффективность прокладывает путь к обогащенным переживанием и повышенной креативности. Счастливой организации!",
	"firstAdvantages": {
		"simplicity": "1. Простота",
		"simplicityChild": "- Мы верим, что управление задачами не должно добавлять сложность, а скорее упрощать ежедневную рутину. В результате, каждая функция в нашей системе была тщательно отшлифована для удобства использования, обеспечивая быстрое принятие даже новичками."
	},
	"secondAdvantages": {
		"flexibility": "2. Гибкость",
		"flexibilityChild": "- В нашем динамичном мире гибкость играет ключевую роль. Поэтому наш инструмент предлагает много возможностей для настройки, позволяя каждому формировать свой рабочий пространство в соответствии с конкретными предпочтениями и требованиями."
	},
	"thirdAdvantages": {
		"availability": "3. Доступность",
		"availabilityChild": "- С постоянным доступом через настольные и мобильные платформы оставаться связанным со своими изменяющимися списками задач становится второй натуры. Знайте, что важные обновления находятся в одном касании, независимо от местоположения или часового пояса."
	}
}